Repository: INPS-it/SPIDlibraryIOS
Catalog: Sources/SPIDlibraryIOS/Resources/*.lproj/Localizable.strings
Languages: it

# info_text
source: More Info
it: Maggiori Info

# request_spid_text
source: Don't have SPID?
it: Non hai SPID?

# title_alert
source: Attention
it: Attenzione

# provider_error
source: An error occurred in the provider selection
it: Si è verificato un errore nella selezione del provider

# error_url_not_working
source: An error occurred in the URL %@
it: Si è verificato un errore nell'URL %@

# error_not_present
source: There was an error present %@
it: Si è verificato un errore nel presentare %@

# error_key_settings
source: An error occurred in the key %@
it: Si è verificato un errore nella chiave %@

# error_timeout
source: Timeout expired
it: Timeout scaduto

# error_url_not_in_https
source: An error occurred in the key %@. It is not HTTPS
it: Si è verificato un errore nella chiave %@. Non è in HTTPS

# error_connection
source: A network error has occurred, please check your internet connection or try again shortly.
it: Si è verificato un errore di rete, controlla la tua connessione internet oppure riprova tra poco.

# accessibility_provider
source: You have selected the %@ provider
it: Hai selezionato il provider %@
